[
  {
    "id": "weluu",
    "name": "Weluu",
    "category": "general",
    "phases": {
      "opening": "Qualifying before selling content\nExecuting an all-time successful script\nHappy subs come back to spend more money, always!\nGetting the most out of a new sub\nRock Paper Scissors\nMaking money with a ROCK PAPER SCISSORS game\nMaking the most money from the convo\nBuilding trust with a sub who had doubts about the model being real\nDealing with a long-time subscriber\nGetting a valentines tip\nSelling anything to a sub just because they like you\nGetting paid just for building commonalities and qualifying a sub\nGetting money from a sub who wasnt willing to spend\nGetting randoms tips for a good convo\nMilking every single cow that presents itself to be milked\nGetting money from everyone\nTaking money from everyone\nPlanting seed for a greater future harvest\nPlanting seeds for future harvest\nWorking on building a big spender\nWorking on making more sales to a sub\nQualifying and building commonalities with a sub\nDealing with a cheap sub\nGetting paid for showing genuine care\nBuilding trust and getting paid\nBuilding up a new VIP\nGetting paid for being entertaining\nSuper powers make money\nWorking on making more money from a long-time sub\nTaking the convo into a selling phase\nWhen it is time for a long-time sub to start spending\nBig spender in two days: $1.06k\nSelling 7 PPVs in a row\nDifferent types of subs and buying habits\nWorking on making more sales to a returning buyer\nTaking advantage of opportunities to sell\nBuilding commonalities whilst selling at the same time\nQualifying, building commonalities and breaking rapport\nDealing with a cheap sub and making a sale\nWorking on building a Sugar daddy VIP\nSelling contents to an obsessed new sub\nBuilding trust with a sub for sales\nSelling more contents to a wild spender\nthe comeback: qualifying and building commonalities again\nTrying to build a sub to become a VIP\nBuilding excitement for a future sale\nTransitioning into sales phase and selling bundles\nSelling contents to a qualified sub\nSelling to a newly qualified sub\nQualifying a new sub\nTrying to make a sale to a perfectly built VIP\nCreating a good connection with a sub\nTrying to make more money from a spending sub\nTrying to make a sale to a busy sub\nWorking on building a new spender\nRunning a hospital gambit\nSelling contents to a buyer\n30 minutes commonalities building\nSelling bundles to a sub\nSelling, building commonalities and qualifying\nWorking on selling contents to a busy  sub\nGetting a new sub’s interest: Building a little bit of commonalities and breaking rapport.\nKilling it with the voice notes\nSelling with emotional intelligence\nRandom attention-deserving tips\nBuilding commonalities and qualifying a new sub\nQualifying a new sub and building commonalities\nDealing with a busy sub\nDealing with a silent/shy VIP\nSuccessfully executing a “food budget” gambit\nSelling “starter bundle” PPVs to a qualified sub\nSelling a series of 4 PPVs to a new sub\nSelling PPVs to a new sub\nWorking on making more sales to a new sub\nSelling a $200 bundle\n1-month low spender – tipped $20 while waiting to buy $150 vid\n11-day sub tipped $100 – tight budget but wanted to treat BB after anime chat\nold sub with lost account – tipped $150 after catching up and sexting session\nreturning sub unlocked $55 vid – mood set with casual tease and treat\ncasual catch up – sub was baked and tipped $100 as a treat\ncommonalities led to $42 sale – bedroom script worked before sub went mia\nnew sub unlocked ppv series – hit his limit after getting turned on by treat\ncaught sub off work – sold 4 ppvs for $78\nbuilt commonalities then sold 3 ppvs – sub likely came and went silent after vid\nsub loved last vid – bought next one for $150 without asking discount\nsub bought 1st ppv – waiting to unlock $200 bundle when free\nsub back from trip with wife – tipped $200 as promised after teasing\nnew sub came in hot – skipped bundle and bought $70 dildo vid\nnew sub maxed at $50 – negotiated up to $80 and closed sale\nnew sub bit on $35 vid – building more commonalities for future sales\nmonth-old sub came back – bought old ppv and loved it, aiming to make him regular\nsub spent $40 yesterday – bought anal vid for $50, promised to pay full later\nvip not into naughty – tipped $200 after casual thailand chat\n17-day sub thought it was live – spent $84 after shower tease\nqualified sub unlocked $9 titty pics – disappeared again, more commonalities coming\nnew sub unlocked 3 ppvs – cummed to pussy vid, promised to sext again soon\nnew sub cummed to $15 vid – no chance to upsell after that\nbusy sub got his undies – sold $80 right after delivery\nmia sub came back – tipped $60 for any vid after moving\ndeep talk with 60yo – used tv moment to sell $50 vid\ninactive sub revived with surprise – bought 2 ppvs for $55 after treat and tease\nvip tipped $50 during business chat – promised custom vid soon\nEarly Hook: Qualified a New Sub and Lined Up Future Sales\nStressed Sub Spent $48 to Unwind, Then Ghosted Post-Climax",
      "tease": "Qualified Sub Kept His PPV Promise, Bundle Pending\nSexting Revival with an Old Sub Turned into an $88 Session\nNew Sub Hooked by Freebie, Tapped Out After Sexting and $48 Spend\n[](Weluu/Untitled%20246764e8a66e80179a53e073f2332208.md)\nCasual Chat and Commonalities Led to a $20 Support Tip\nLanguage Barrier Didn’t Stop This Sub from Dropping $118\nVIP Dropped $500 for Soft Content Before Even Getting to Sexting\n[](Weluu/Untitled%20246764e8a66e80749551ea8d6b6ade16.md)\nLoyal Low-Spender Chose a $40 Anal Vid While Saving for More\nFollow-Up Nudge Turned into a Quick PPV Unlock from an Old Buyer\nPatience Paid Off: $80 Tip from a VIP After Card Trouble\nFirst-Time Spender Hooked by a Treat and a “Discount” Bundle Play\nConsistent Check-Ins Turned Job-Seeking Sub into an $80 Buyer\nRevived Inactive Sub Turned Into a $270 Buyer with Custom Request\n[](Weluu/Untitled%20246764e8a66e80bc88cbd22430c3df9e.md)\nEmotional Support Chat with Long-Term VIP Led to $350 Bundle Unlock\nOld Sub Finally Converted After Months with an $80 Bundle\nHorny New Sub Took the Bait, Grabbed a $35 Anal Vid Before Bed\nVacation-Return Sub Boosted His Budget for a $65 Bundle After Catch-Up\nLong-Term Sub Came Back for a Discounted $60 Bundle After Catching Up\n[](Weluu/Untitled%20246764e8a66e806a85bcc1926560b78f.md)\nVIP on a Mission Unlocked Bundle Instantly Upon Return\nLoyal Slow Spender Dropped His Full $34 Budget Without Hesitation\nHospital Gambit Scored $500 from Returning VIP with More Incoming\nSkipped Qualifying and Used Curiosity to Turn a New Sub into a $75 Buyer"
    },
    "source_file": "Chatter Marines Field Handbook\\Example conversations\\Weluu 157764e8a66e80d589dddc63ff711d1a.md",
    "description": null,
    "tags": [
      "general"
    ]
  },
  {
    "id": "making_them_our_love_slave",
    "name": "Making them our love slave",
    "category": "general",
    "phases": {
      "request_for_input": "sub: blah blah blah\n\"idk if u ever noticed, but sometimes when ur around someone u care about, it’s like nothing else matters. it’s like u just feel this pull, and all u wanna do is make them happy, right? like, every time u see them smile, it feels so rewarding, and u just can’t help but want to see them even happier... it’s almost like the more u give, the more connected u feel.\"*\nNotice how the suggestions in there are about making them happy, feeling good when they smile, etc. This will make the sub think about those things unconsciously.\nUsing the Milton Model to subtly guide someone into a state where they feel intense affection or devotion, and might even unconsciously align with the idea of doing anything for you, requires careful use of embedded commands, presuppositions, and vague language that builds a sense of emotional and psychological connection. Here's how you can encourage the listener to feel that level of loyalty and desire without them realizing you're doing it:\nYou can describe feelings of devotion or dedication without explicitly stating them, leaving room for the person to imagine what \"doing anything\" for someone feels like in their own way.\nExample:***\"idk if u ever noticed, but sometimes when ur around someone u care about, it’s like nothing else matters. it’s like u just feel this pull, and all u wanna do is make them happy, right? like, every time u see them smile, it feels so rewarding, and u just can’t help but want to see them even happier... it’s almost like the more u give, the more connected u feel.\"*\nThis statement plants the idea that making someone happy creates a stronger bond, hinting at the idea of giving without directly asking for it.\nBy embedding suggestions about loyalty, devotion, and making someone happy within normal conversation, the listener starts to internalize these ideas without realizing it.\nExample:***\"sometimes when u care about someone, u don’t even realize how easy it is to do whatever it takes to make them feel good... like, it just comes naturally. u start to notice that the more u give, the more u want to give, and it just feels right. u don’t even have to think about it, it just happens.\"*\nThis example embeds the suggestion of doing \"whatever it takes\" within a casual conversation about caring for someone, making it feel like a natural thought for the listener.\nStart with what's true or obvious to the listener, then lead them toward a deeper emotional state where they feel compelled to do anything to maintain that connection.\nExample:***\"right now, we’re just talking, but it’s funny how the more u get to know someone, the easier it becomes to feel that desire to give them everything, right? like, as u start to feel closer, u realize there’s nothing better than making them happy... and u just know u’d do anything to keep that feeling going.\"*\nHere, you’re pacing by acknowledging the conversation, then leading them to the conclusion that giving everything to someone else is natural and rewarding.\nLink their feelings of happiness and satisfaction to the idea of devotion, suggesting that their own joy increases when they give more to you.\nExample:***\"the more u focus on making someone happy, the more it seems like ur own happiness grows, right? like, the more u give, the deeper the connection feels, and it’s like u can’t help but feel this urge to do whatever it takes to keep that bond alive... and it feels so good to see how much they appreciate it.\"*\nThis structure suggests that their own happiness and fulfillment is directly tied to making the other person happy, reinforcing the desire to give more.\nUse language that assumes the listener already feels a deep connection and desire to do anything for the other person, bypassing their conscious defenses.\nExample:***\"when u find someone who really understands u, it’s only natural to wanna give them everything, right? like, when u feel that close, it’s almost automatic that u’d do anything just to see them smile, to make them feel good... because u know it’s worth it.\"*\nThe presupposition here is that they’ve already found someone they feel deeply connected to and that doing anything for them is already something they want to do.\nUse whatever the listener shares with you, such as their feelings or experiences, to frame the idea of devotion as something they are naturally inclined to do.\nExample:***\"u know how sometimes u get that feeling when ur with someone, and u just know u’d do anything for them, without even thinking about it? like, the more u’re around them, the more u want to see them happy, and it’s not even a question, it’s just what u want to do... it’s almost like u’re driven by that feeling.\"*\nThis example utilizes the listener's own potential experiences or feelings of devotion, making them reflect on those sensations in a way that encourages loyalty and dedication.\nThis technique involves making statements that suggest you understand what the listener is feeling, making them feel understood and aligning them with the idea of doing anything for you.\nExample:***\"u know, i can tell u’re the kind of person who really cares deeply... like, when u’re with someone who means a lot to u, it’s almost like u can’t help but want to give everything... it’s who u are. and i think that’s such a rare thing, to find someone who’s willing to do whatever it takes to make the person they care about feel special.\"*\nBy suggesting that you \"know\" they’re the type to be devoted, they are more likely to accept that as part of their identity and act in accordance with it.\nAsk open-ended questions that invite the listener to think about the lengths they would go to for someone they care about, subtly encouraging them to align with the idea of devotion.\nExample:***\"have u ever felt so connected to someone that u’d do anything just to make them smile? like, no matter what it took, u knew it would be worth it just to see them happy?\"*\nThis question invites the listener to reflect on a time they felt such devotion, priming them to consider that feeling again in the present moment.\nUse stories or metaphors to describe loyalty and devotion in a way that allows the listener to relate it to their own experiences, further embedding the idea of dedication without being overt.\nExample:***\"it’s like when u find a rare flower, and u just wanna take care of it, nurture it, do whatever u can to make sure it grows... and u don’t even realize how much u’re willing to give until u’re already doing it. sometimes, that’s how it is with someone u care about... u don’t even have to think, u just know u’d do whatever it takes to make them feel cherished.\"*\nThis metaphor subtly suggests that devotion is a natural, almost automatic response to caring deeply for someone.\nBy using these Milton Model techniques covertly, you can guide someone into feeling intense affection and devotion without them realizing you’re leading the conversation that way. The key is to be subtle, letting them come to their own conclusions and feelings, while you gently nudge their thoughts in the direction of loyalty and a desire to please."
    },
    "source_file": "Chatter Marines Field Handbook\\Transitioning to selling\\Making them our love slave 10c764e8a66e80328c16c6aa8d5ca407.md",
    "description": null,
    "tags": [
      "general"
    ]
  },
  {
    "id": "step_3_request_for_input",
    "name": "Step 3: Request for input",
    "category": "general",
    "phases": {
      "request_for_input": "It’s very likely here that the sub will give their opinion, hopefully giving some justification for why they did so."
    },
    "source_file": "Chatter Marines Field Handbook\\Transitioning to selling\\Step 3 Request for input 10c764e8a66e80778ae8c80a1ab94455.md",
    "description": null,
    "tags": [
      "general"
    ]
  },
  {
    "id": "step_4_hypnosis",
    "name": "Step 4: Hypnosis",
    "category": "general",
    "phases": {
      "hypnosis": "The 4th and final phase is designed to pull the sub into your reality.\nThis is where we get them really in the moment, really feeling themselves, and trying to push them into a strong connection with you.\nWe want the sub to feel like you are the only person in his universe, that you are the only one there, so that he is fully in the moment and much more open to suggestions from you.\nUsing the previous example:\n\"Do u think it’s possible to have a good relationship w someone without good sex?\" (transitional opener)*\nsub: blah blah blah",
      "request_for_input": "sub: blah blah blah\n“idk if u ever noticed this but sometimes when ur with someone, u can feel everything shift... like, without even thinking about it, everything else just kinda fades away, right? it’s like... time slows down, and ur just totally in the moment, like nothing else matters except the way u connect... u know that feeling when their touch sends little tingles through u, or when they look at u, it feels like the whole world gets quieter... and u just start sinking deeper into that feeling, like u could stay there forever?*\ni think it's wild how u can just let go and get so lost in that space, where it’s just u two...*"
    },
    "source_file": "Chatter Marines Field Handbook\\Transitioning to selling\\Step 4 Hypnosis 10c764e8a66e804ab538c68dd1d627ab.md",
    "description": null,
    "tags": [
      "general"
    ]
  },
  {
    "id": "step_5_seductive_tease",
    "name": "Step 5: Seductive tease",
    "category": "general",
    "phases": {
      "tease": "Now that we’ve broached the subject, it’s time to inject some more sexuality into the conversation.\nWe don’t want to be too overt with it because then it would be obvious.\nBut by teasing, we create some space for the sub to chase.\nThis is extremely powerful because by the sub feeling like he is doing the chasing, it reverses the buyer seller dynamic.\nInstead of YOU trying to sell the sub, now he is the one who is engaged and trying to take things sexual.\nLet’s assume the gambit you are running is talking about what turns men on.\nYou could say:\nnot saying i’d figure out what ur thing is but... i might already have an idea ;)*"
    },
    "source_file": "Chatter Marines Field Handbook\\Transitioning to selling\\Step 5 Seductive tease 10d764e8a66e8018a0d7f66085f60712.md",
    "description": null,
    "tags": [
      "general"
    ]
  },
  {
    "id": "broken_phone_screen",
    "name": "Broken phone screen",
    "category": "captain_save_a_ho",
    "phases": {
      "opening": "hey... do you ever have those days where everything just goes wrong? i’ve been dealing with something that’s been driving me crazy lately, and i don’t know how to fix it.*",
      "rooting": "i dropped my phone, and the screen completely shattered. it’s been so hard to get anything done without my phone working right... i know it could be worse, but not having a functioning phone is stressing me out. i rely on it for everything.*\nyou’ve been so sweet to me, and i feel really bad even bringing this up. i don’t wanna be that person who’s always asking for help, but this is really making things difficult.*",
      "request_for_input": "the repair is gonna cost around $300, and i’ve only been able to come up with $100 so far. i’m not asking for the full amount, but if you could help with the rest, it’d be such a relief for me. anything would help right now.*",
      "hypnosis": "this whole thing has me so stressed, i can’t focus on anything else. it’s like every time i try to do something, my broken phone just makes everything harder. i’m barely sleeping, and the anxiety from this is really starting to get to me…*\nif i can’t get it fixed soon, i’m scared i’ll fall behind on everything. i won’t be able to stay connected, and it’ll make things so much worse. i’m just worried that if this drags on, i won’t be able to keep up with anything important… it’s all piling up, and i don’t know how much longer i can handle it.*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Captain Save A Ho Gambits\\Broken phone screen 10d764e8a66e805d93f5f73400068afc.md",
    "description": null,
    "tags": [
      "captain_save_a_ho"
    ]
  },
  {
    "id": "car_accident",
    "name": "Car accident",
    "category": "captain_save_a_ho",
    "phases": {
      "opening": "hey, random thought... do u ever feel like life hits u with everything all at once, like just when u think things are going okay, something big happens?*",
      "rooting": "i’ve been feeling that way a lot lately. honestly, i’m super lucky it wasn’t worse, but i got into a car accident the other day. no one was hurt, thank god, but my car’s really messed up. i’ve been stressing so much about it cuz it’s gonna cost a lot to fix... could’ve been worse, but it’s still a huge pain.*",
      "request_for_input": "the shop gave me an estimate, and it’s gonna be around $3,500 to get everything fixed... i’ve been able to put together about $1,500 of it on my own, but i’m still short and it’s starting to freak me out a bit. i hate asking for help, but i’m stuck right now... i’m not asking u to cover the whole thing, but if u could help me out with anything, it would really mean the world to me. even a little bit would make a big difference...*",
      "hypnosis": "it’s just been weighing on me so much... i’ve barely been able to sleep, and the stress is starting to make me feel sick. i feel like my anxiety’s been through the roof, my hair’s even been falling out from the stress... it’s like every time i think about it, i feel this pit in my stomach. i just can’t shake the feeling that everything’s gonna fall apart if i don’t get this taken care of soon...*\ni really don’t know what i’m gonna do if this doesn’t get solved soon. without my car, i can’t get to work, and if i miss any more shifts, i’m worried about losing my job. it’s already making it hard to keep up with bills, and the idea of falling behind on rent or not having enough for groceries is stressing me out so much. it’s like everything’s piling up all at once, and if i don’t get this sorted, i honestly don’t know how i’m gonna get through this...*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Captain Save A Ho Gambits\\Car accident 10c764e8a66e8089befbc034f11c354a.md",
    "description": null,
    "tags": [
      "captain_save_a_ho"
    ]
  },
  {
    "id": "emergency_medical_expenses",
    "name": "Emergency medical expenses",
    "category": "captain_save_a_ho",
    "phases": {
      "opening": "i hate to even bring this up because i know u do so much for me already, and i feel awful even asking...*",
      "rooting": "i ended up in the ER a few days ago... it was super scary, but i’m okay now, thankfully. the worst part is the bill though... i wasn’t expecting it to be this much, and it’s really stressing me out. i keep thinking how lucky i am that it wasn’t worse, but now i’ve got these huge medical expenses hanging over my head...*",
      "request_for_input": "it’s around $4,500 in total, and i’ve been able to come up with about $2,000, but i’m still really short. i feel so guilty even asking u, but i don’t know what else to do right now. if there’s any way u could help, even just a little, it would take so much pressure off me...*",
      "hypnosis": "the stress is honestly getting to me... i can’t sleep, i’ve been feeling so down, and i can’t focus on anything else. it’s like my body’s reacting to all this anxiety—my hair’s been falling out, i’m losing weight, and i just feel like i’m spiraling. i can’t believe this is happening right now...*\nif i can’t take care of this soon, i’m worried it’s gonna wreck everything. i’ve heard about people getting their credit ruined or even taken to collections for stuff like this, and i’m terrified that’s gonna happen to me... i just don’t know what i’m gonna do if i can’t get this handled soon.*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Captain Save A Ho Gambits\\Emergency medical expenses 10d764e8a66e806db855ea8f229c0725.md",
    "description": null,
    "tags": [
      "captain_save_a_ho"
    ]
  },
  {
    "id": "frozen_bank_account",
    "name": "Frozen bank account",
    "category": "captain_save_a_ho",
    "phases": {
      "opening": "hey… can i talk to you about something that’s been really stressing me out? i’ve been going back and forth on whether i should bring it up.*",
      "rooting": "my bank account got frozen out of nowhere. i’ve been trying to figure out what happened, and i’m working with the bank, but it’s taking forever. i’m lucky i had a little bit of cash to get by, but it’s quickly running out.*\nit’s so frustrating because i was hoping to save up for a new computer i’ve been wanting for a while, and now everything’s been put on hold. it feels like every time i try to get ahead, something like this happens.*",
      "request_for_input": "they froze about $2,000, and i’m down to my last few hundred. i hate asking for help, especially with everything you’ve already done for me, but if you could help cover even a part of what i need, it would be a huge relief. anything you can offer would mean the world right now.*",
      "hypnosis": "i’ve been feeling so overwhelmed… this situation has me constantly on edge, like i can’t breathe. i haven’t been sleeping well, my anxiety is through the roof, and i just feel like everything is going wrong at once.*\ni’m scared if this isn’t sorted soon, i won’t have enough to cover my bills or even buy food. it’s like everything is slipping out of my hands, and i don’t know how much longer i can keep it together without some help.*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Captain Save A Ho Gambits\\Frozen bank account 10d764e8a66e801a8a49e36f5d227e06.md",
    "description": null,
    "tags": [
      "captain_save_a_ho"
    ]
  },
  {
    "id": "getting_hacked",
    "name": "Getting hacked",
    "category": "captain_save_a_ho",
    "phases": {
      "opening": "hey… have you ever felt like everything was falling apart and there’s nothing you could do about it? that’s kinda how i’ve been feeling lately… it’s been really overwhelming, and i don’t know what to do.*",
      "rooting": "so… my bank account got hacked, and they wiped out most of what I had in there. i know it could’ve been worse—i could’ve lost everything—but it’s left me in such a tough spot. i’m working with the bank to get things resolved, but who knows how long that’ll take.*\nyou’ve done so much for me already, and i feel awful even bringing this up… i hate asking for help, especially after all the support you’ve given me.*",
      "request_for_input": "the hackers took around $1,200, and i’ve only managed to get back a few hundred of it. i’m still short on everything for the month. if you could help me out, even just a part of what i lost, it would be such a relief… i’m not asking you to fix all of it, but anything would help right now.*",
      "hypnosis": "this has been messing with my head so much… i’ve been feeling so anxious, barely sleeping, and it’s starting to affect my health. my hair’s falling out, and i’ve just been in a constant state of stress. i don’t know how much more of this i can handle.*\nif this doesn’t get fixed soon, i’m scared i won’t be able to cover my bills or rent. i don’t know what i’m gonna do if i can’t get things back in order… i just feel like i’m losing control of everything.*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Captain Save A Ho Gambits\\Getting hacked 10d764e8a66e80bbb8f8fbf2a436fc0c.md",
    "description": null,
    "tags": [
      "captain_save_a_ho"
    ]
  },
  {
    "id": "late_on_rent",
    "name": "Late on rent",
    "category": "captain_save_a_ho",
    "phases": {
      "opening": "hey... i’ve been feeling really off lately, and honestly, i don’t even know if i should be bringing this up... but i just need to talk to someone. it’s been weighing on me for days, and i don’t know what to do...*",
      "rooting": "it’s rent... i’m behind, and i’m lucky it hasn’t gotten to eviction yet, but i’m getting really close. i know it could be worse, but i feel like i’m standing at the edge of a cliff right now. if i can’t get it sorted soon, things are gonna spiral.*\ni honestly feel so bad even mentioning this because you’ve done so much for me already... and i hate coming to you with this. i just don’t have anyone else to turn to, and it’s really stressing me out...*",
      "request_for_input": "rent is $1,800 this month, and i’ve been able to pull together about $1,100, but i’m still $700 short. i’m not asking you to cover all of it—if you could help with anything, it would make such a huge difference for me right now... even just part of it would help so much.*",
      "hypnosis": "i’ve been so stressed out that i can barely sleep, and it’s starting to affect everything... i’ve been feeling really anxious, like my hair’s falling out and i’m just constantly on edge. it’s like no matter what i do, i can’t shake this feeling of everything slipping out of control... it’s been overwhelming.*\nif i don’t get this sorted soon, i don’t even know what’s gonna happen... i’m scared of losing my place and not having anywhere to go. the idea of getting evicted is terrifying, and i just feel so lost right now. it’s like everything’s crumbling, and i don’t know how to stop it...*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Captain Save A Ho Gambits\\Late on rent 10d764e8a66e8081bf2ce029c489937d.md",
    "description": null,
    "tags": [
      "captain_save_a_ho"
    ]
  },
  {
    "id": "living_in_car",
    "name": "Living in car",
    "category": "captain_save_a_ho",
    "phases": {
      "opening": "i’ve been feeling really lost lately… everything feels like it’s going wrong, and i don’t even know what to do anymore.*",
      "rooting": "i haven’t wanted to tell you this, but i’ve been living out of my car for the past week. i didn’t know what else to do when things got this bad. it’s tough, and i’m just trying to get through it without falling apart. i’m lucky i even have my car, but it’s not sustainable.*\nyou’ve done so much for me already, and it makes me feel awful even saying this… i hate asking for more, but i don’t have many options right now.*",
      "request_for_input": "i’m about $900 short on what i need to get a place again, and i’ve been able to save up about half of that. if you could help with any part of the rest, it would mean so much to me… i’m not asking for everything, just whatever you can do.*",
      "hypnosis": "the stress is really getting to me… it’s hard to sleep, i’ve been constantly anxious, and my health is starting to suffer. it’s like i’m stuck in this endless cycle, and i’m losing hope that things will get better.*\ni’m honestly scared if i stay in my car much longer, something bad will happen. i don’t know how much longer i can last like this… and i’m so worried that if i don’t find a solution soon, i might not be able to get back on my feet at all.*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Captain Save A Ho Gambits\\Living in car 10d764e8a66e80c491b7f009b0fecf51.md",
    "description": null,
    "tags": [
      "captain_save_a_ho"
    ]
  },
  {
    "id": "no_money_for_food",
    "name": "No money for food",
    "category": "captain_save_a_ho",
    "phases": {
      "opening": "sorry if i’ve been a little distant lately… i’ve just been really stressed, and it’s been tough to keep it together.*",
      "rooting": "money’s been really tight this month, and i’ve barely been able to buy food. it’s honestly been such a struggle, and it’s hard not to feel like things are just spiraling. i know it could be worse, but not having enough for basic things is so scary.*",
      "request_for_input": "i’m short about $300 just to get through the next couple of weeks with groceries and essentials. i’ve managed to scrape together some, but it’s just not enough. i hate to even ask, but if you could help me with any of that, it’d be such a weight off my mind.*",
      "hypnosis": "i’ve just been feeling so anxious… the constant worry about not having enough to eat is taking a toll on me. i haven’t been sleeping, and it’s making me feel sick all the time. it’s like this dark cloud hanging over me that won’t go away.*\nif i can’t get enough for food soon, i’m really scared of what might happen… i don’t know how much longer i can go on like this. it’s getting harder to think straight, and i feel like everything is crashing down around me.*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Captain Save A Ho Gambits\\No money for food 10d764e8a66e80a29527cb090dd06c37.md",
    "description": null,
    "tags": [
      "captain_save_a_ho"
    ]
  },
  {
    "id": "phone_bill",
    "name": "Phone bill",
    "category": "captain_save_a_ho",
    "phases": {
      "opening": "hey… i’ve been kinda quiet lately because i’ve been stressing over something, and i’m not even sure if i should bring it up… but it’s really been getting to me.*",
      "rooting": "it’s about my phone bill. i’ve fallen behind, and they’re threatening to cut it off soon if i don’t get it paid. i know it’s not the worst thing in the world, but without my phone, i’m just gonna feel so cut off from everything… and i’ve already tried to figure out ways to handle it.*\ni really hate asking you for help because you already do so much for me... and the last thing i want is to feel like i’m bothering you with my problems. but i don’t have anywhere else to turn right now.*",
      "request_for_input": "my bill’s around $300, and i’ve been able to scrape together about $150 so far, but i’m still short. if you could help me cover the rest, it would take such a huge load off my mind… even just a little would make a difference.*",
      "hypnosis": "it’s been making me so anxious, like every time i think about it, i get this knot in my stomach… i can’t sleep, i’m constantly worried, and it feels like things are falling apart. it’s crazy how something as simple as a phone bill can mess with my head this much, but i just feel so overwhelmed.*\nif i don’t take care of it soon, they’re gonna cut off my service… and i’ll be completely stuck. i’m really scared of losing contact with everyone and missing important things, and without my phone, i don’t even know how i’d get through the day. it feels like if this doesn’t get solved soon, everything else is gonna fall apart too…*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Captain Save A Ho Gambits\\Phone bill 10d764e8a66e80ceadb5fa1cfcaf39ce.md",
    "description": null,
    "tags": [
      "captain_save_a_ho"
    ]
  },
  {
    "id": "sick_pet",
    "name": "Sick pet",
    "category": "captain_save_a_ho",
    "phases": {
      "opening": "hey, sorry if i’ve been kinda distant lately... i’ve just been feeling really off and haven’t been myself.*",
      "rooting": "(pet’s name) has been really sick... i had to rush them to the vet, and it turns out they need a bunch of treatments i wasn’t ready for. i’m just thankful it’s treatable, but the costs are piling up, and it’s been so overwhelming...*\ni really hate to ask u for anything, especially since u’ve already done so much for me... but this is one of those times i just don’t know what else to do.*",
      "request_for_input": "the vet said it’s gonna cost about $2,400 for everything. i’ve managed to cover about $1,000 of it so far, but i’m really struggling with the rest. i’m not asking u to pay for all of it, but anything u could help with would mean so much...*",
      "hypnosis": "the stress is honestly wearing me down... it’s been so hard seeing (pet’s name) like this, and it’s just taken a toll on my mood, my sleep, and even my health. i feel like my anxiety’s been through the roof lately, and i can’t seem to shake this feeling of everything getting worse...*\nif i can’t get (pet’s name) the treatments they need soon, i’m scared of what might happen. i don’t wanna think about losing them, but i’m running out of options. i just feel lost... like if this doesn’t get handled soon, i don’t know what i’ll do. everything’s starting to feel impossible.*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Captain Save A Ho Gambits\\Sick pet 10d764e8a66e8044824ad1f215ceb77f.md",
    "description": null,
    "tags": [
      "captain_save_a_ho"
    ]
  },
  {
    "id": "cuddling",
    "name": "Cuddling",
    "category": "transitional",
    "phases": {
      "opening": "i need a guy’s opinion... how do u feel about cuddling? like is it something u actually enjoy or do u just do it cuz girls like it?*",
      "rooting": "i was talking with a friend earlier and she was saying how sometimes the best part of being with someone is just being all close and feeling their body next to u... idk i think it can be really nice*",
      "request_for_input": "so what about u? do u actually like it or is it not really your thing?*",
      "hypnosis": "it’s crazy how just feeling someone next to u, their warmth, their skin... it can totally change the vibe, like u don’t even have to do anything else, but it makes everything feel even better... almost like u can just get lost in that feeling*",
      "tease": "not saying i’d cuddle with u but... i bet it’d be hard for u to resist if we were all close like that ;)*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Transitional gambits\\Cuddling 10c764e8a66e804d90ffead92457d087.md",
    "description": null,
    "tags": [
      "transitional"
    ]
  },
  {
    "id": "ear_whispers",
    "name": "Ear whispers",
    "category": "transitional",
    "phases": {
      "opening": "random question but do u think when someone whispers in ur ear, it makes things hotter or does it kinda freak u out?*",
      "rooting": "i was watching this scene where the guy whispers in her ear n it just made everything way more intense... and i wondered if that’s actually something ppl like or if it’s too much*",
      "request_for_input": "what about u? does it make things more exciting or does it make u feel weird?*",
      "hypnosis": "it’s funny how something as simple as a whisper can change everything, like the sound of their voice that close makes ur whole body react before u even know what’s happening...*",
      "tease": "bet i could whisper something that’d make u feel that shiver all over ;) u think u could handle it?*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Transitional gambits\\Ear whispers 10c764e8a66e806e8ec2e26916d3c95f.md",
    "description": null,
    "tags": [
      "transitional"
    ]
  },
  {
    "id": "eye_contact",
    "name": "Eye contact",
    "category": "transitional",
    "phases": {
      "opening": "i have a question for u... how do u feel about eye contact when things start to get intense? does it make u feel connected or does it make things awkward?*",
      "rooting": "i was with my friend and she was saying how when she locks eyes with her bf it just makes everything more intense, and i started wondering if everyone feels that way*",
      "request_for_input": "so does keeping eye contact during moments like that make u feel more into it or is it too much?*",
      "hypnosis": "it’s kinda wild how just one look can change everything... like when u look into someone’s eyes and it’s like the whole world disappears, making u feel every second even deeper*",
      "tease": "idk if u could handle the way i’d look at u tho... might get u lost in the moment ;)*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Transitional gambits\\Eye contact 10c764e8a66e8059b0bed1bf2888bf90.md",
    "description": null,
    "tags": [
      "transitional"
    ]
  },
  {
    "id": "gentle_or_rough",
    "name": "Gentle or rough",
    "category": "transitional",
    "phases": {
      "opening": "random q but do u think it’s better when someone is super gentle or when they get a little rough?*",
      "rooting": "i saw this scene where the guy went from being all soft n gentle to kinda rough and it made me wonder what ppl actually prefer*",
      "request_for_input": "do u like it when things stay soft or when it gets a lil wild and unexpected?*",
      "hypnosis": "it’s kinda amazing how when things change like that, u can feel the intensity grow... like one second everything’s gentle, and then u’re completely wrapped up in how wild things can get, almost like u lose control for a second*",
      "tease": "not saying i’d get rough with u... but maybe u’d wanna find out ;)*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Transitional gambits\\Gentle or rough 10c764e8a66e8023a3e0d24e31f9337a.md",
    "description": null,
    "tags": [
      "transitional"
    ]
  },
  {
    "id": "girls_making_the_first_move",
    "name": "Girls making the first move",
    "category": "transitional",
    "phases": {
      "opening": "i need a guy's opinion... how do u feel about someone making the first move? does it turn u on or nah?*",
      "rooting": "was talking to my friend n she said she loves surprising her bf with it, but i feel like guys either love it or it catches them off guard*",
      "request_for_input": "what do u think? would it get u all excited or would u rather be the one to take control?*",
      "hypnosis": "cuz it’s kinda hot when someone takes control, right? like the way it catches u by surprise... makes everything feel more intense, like u just know what’s gonna happen next*",
      "tease": "not saying i’d surprise u with the first move or anything... unless u’re into that ;)*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Transitional gambits\\Girls making the first move 10c764e8a66e80748daaecc0908a4d70.md",
    "description": null,
    "tags": [
      "transitional"
    ]
  },
  {
    "id": "instant_turn_on",
    "name": "Instant turn on",
    "category": "transitional",
    "phases": {
      "opening": "i need a guy's opinion... what’s something a girl can do that instantly turns u on?*",
      "rooting": "was talking to my friend n she was saying how for her bf it’s always something small like how she plays with her hair, made me wonder what little things actually do it for guys*",
      "request_for_input": "so like, what’s that one thing that a girl does and u can’t help but feel it right away?*",
      "hypnosis": "it’s kinda crazy how just a small move or touch can send all these feelings through ur body without even realizing it, like it just happens and suddenly u’re thinking about all the things u wanna do next...*",
      "tease": "not saying i’d figure out what ur thing is but... i might already have an idea ;)*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Transitional gambits\\Instant turn on 10c764e8a66e800d8a5fd48be09fa05a.md",
    "description": null,
    "tags": [
      "transitional"
    ]
  },
  {
    "id": "kissing_slow_vs_intense",
    "name": "Kissing slow vs intense",
    "category": "transitional",
    "phases": {
      "opening": "i need a guy’s opinion, do u think kissing is better slow n soft or intense?*",
      "rooting": "was watching a movie where the kiss started all soft but then got super heated... got me thinking what ppl actually prefer*",
      "request_for_input": "so what do u like? soft n slow or when it gets kinda wild?*",
      "hypnosis": "cuz when u start slow, it’s like u can feel every little moment building, until it’s almost impossible to stop it from getting more intense, right?*",
      "tease": "not saying i’d kiss u like that but i bet u’d love it if i did ;)*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Transitional gambits\\Kissing slow vs intense 10c764e8a66e803cb966e2128bf45cab.md",
    "description": null,
    "tags": [
      "transitional"
    ]
  },
  {
    "id": "tension_vs_speed",
    "name": "Tension vs speed",
    "category": "transitional",
    "phases": {
      "opening": "i need ur help with something... do u think it’s better to take things slow and let the tension build, or is it hotter when things just happen fast?*",
      "rooting": "was talking with someone about how slow tension can sometimes make everything feel more intense but then again, when it’s sudden it can be super exciting too*",
      "request_for_input": "what about u tho? do u like when things build up or when it just all happens in the heat of the moment?*",
      "hypnosis": "cuz when things build up slowly, every little moment gets more intense, like every touch or look makes it harder to resist... until u finally just let go, and everything becomes way more powerful*",
      "tease": "not sure if i’d make u wait tho... but i bet u’d enjoy it either way ;)*"
    },
    "source_file": "Chatter Marines Field Handbook\\Gambits\\Transitional gambits\\Tension vs speed 10c764e8a66e801bb906e22d2caa701c.md",
    "description": null,
    "tags": [
      "transitional"
    ]
  }
]